YCSB-master/resultadosAtual/dbleiV1-WorkloadE-500.log
[WARN]  Running against a source checkout. In order to get our runtime dependencies we'll have to invoke Maven. Depending on the state of your system, this may take ~30-45 seconds
[DEBUG]  Running 'mvn -pl com.yahoo.ycsb:dblei-binding -am package -DskipTests dependency:build-classpath -DincludeScope=compile -Dmdep.outputFilterFile=true'
java -cp /home/jose/Desktop/LEI/Graficos/Key-DocumentDBv1/YCSB-master/dblei/conf:/home/jose/Desktop/LEI/Graficos/Key-DocumentDBv1/YCSB-master/dblei/target/dblei-binding-0.16.0-SNAPSHOT.jar:/home/jose/.m2/repository/org/apache/htrace/htrace-core4/4.1.0-incubating/htrace-core4-4.1.0-incubating.jar:/home/jose/.m2/repository/org/slf4j/slf4j-api/1.7.25/slf4j-api-1.7.25.jar:/home/jose/.m2/repository/org/rocksdb/rocksdbjni/5.11.3/rocksdbjni-5.11.3.jar:/home/jose/.m2/repository/net/jcip/jcip-annotations/1.0/jcip-annotations-1.0.jar:/home/jose/Desktop/LEI/Graficos/Key-DocumentDBv1/YCSB-master/core/target/core-0.16.0-SNAPSHOT.jar:/home/jose/.m2/repository/org/hdrhistogram/HdrHistogram/2.1.4/HdrHistogram-2.1.4.jar:/home/jose/Desktop/LEI/Graficos/Key-DocumentDBv1/DB/target/bd-serverless-1.0-SNAPSHOT.jar:/home/jose/.m2/repository/org/codehaus/jackson/jackson-mapper-asl/1.9.4/jackson-mapper-asl-1.9.4.jar:/home/jose/.m2/repository/org/codehaus/jackson/jackson-core-asl/1.9.4/jackson-core-asl-1.9.4.jar com.yahoo.ycsb.Client -db com.yahoo.ycsb.db.dblei.DBLEIClient -P workloads/workloade -p operationcount=500 -s -t
Command line: -db com.yahoo.ycsb.db.dblei.DBLEIClient -P workloads/workloade -p operationcount=500 -s -t
YCSB Client 0.16.0-SNAPSHOT

Loading workload...
Starting test.
2019-06-22 19:10:54:537 0 sec: 0 operations; est completion in 0 second 
[Thread-3] WARN io.atomix.cluster.messaging.impl.NettyMessagingService - Disabling TLS for intra-cluster messaging; Could not load cluster key store: ../config/atomix.jks (No such file or directory)
[netty-messaging-event-epoll-server-0] INFO io.atomix.cluster.messaging.impl.NettyMessagingService - localhost/127.0.0.1 accepting incoming connections on port 23255
[netty-messaging-event-epoll-server-0] INFO io.atomix.cluster.messaging.impl.NettyMessagingService - Started
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
[...]
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
[...]
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
[...]
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
java.lang.Exception: Não existem mais
2019-06-22 19:11:04:517 10 sec: 472 operations; 47,2 current ops/sec; est completion in 1 second [INSERT: Count=335, Max=7903, Min=218, Avg=751,58, 90=1032, 99=4939, 99.9=7903, 99.99=7903] [SCAN: Count=137, Max=385535, Min=41280, Avg=67364,91, 90=88511, 99=231807, 99.9=385535, 99.99=385535] 
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
java.lang.Exception: Não existem mais
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
TOu no envia mensagem!!!!!
O endereco é nulo? false
Ja tenho na cache
O valor é: true
[ForkJoinPool.commonPool-worker-1] INFO io.atomix.cluster.messaging.impl.NettyMessagingService - Stopped
2019-06-22 19:11:07:104 12 sec: 500 operations; 10,83 current ops/sec; [CLEANUP: Count=1, Max=2240511, Min=2238464, Avg=2239488, 90=2240511, 99=2240511, 99.9=2240511, 99.99=2240511] [INSERT: Count=22, Max=2659, Min=283, Avg=513,77, 90=538, 99=2659, 99.9=2659, 99.99=2659] [SCAN: Count=6, Max=84351, Min=45088, Avg=57106,67, 90=57375, 99=84351, 99.9=84351, 99.99=84351] 
[OVERALL], RunTime(ms), 12587
[OVERALL], Throughput(ops/sec), 39.72352427107333
[TOTAL_GCS_PS_Scavenge], Count, 25
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 79
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.6276316834829586
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 25
[TOTAL_GC_TIME], Time(ms), 79
[TOTAL_GC_TIME_%], Time(%), 0.6276316834829586
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2239488.0
[CLEANUP], MinLatency(us), 2238464
[CLEANUP], MaxLatency(us), 2240511
[CLEANUP], 95thPercentileLatency(us), 2240511
[CLEANUP], 99thPercentileLatency(us), 2240511
[INSERT], Operations, 357
[INSERT], AverageLatency(us), 736.9243697478992
[INSERT], MinLatency(us), 218
[INSERT], MaxLatency(us), 7903
[INSERT], 95thPercentileLatency(us), 1584
[INSERT], 99thPercentileLatency(us), 3873
[INSERT], Return=OK, 357
[SCAN], Operations, 143
[SCAN], AverageLatency(us), 66934.48951048951
[SCAN], MinLatency(us), 41280
[SCAN], MaxLatency(us), 385535
[SCAN], 95thPercentileLatency(us), 115199
[SCAN], 99thPercentileLatency(us), 231807
[SCAN], Return=OK, 143
dblei-binding
CENAS
['java', '-cp', '/home/jose/Desktop/LEI/Graficos/Key-DocumentDBv1/YCSB-master/dblei/conf:/home/jose/Desktop/LEI/Graficos/Key-DocumentDBv1/YCSB-master/dblei/target/dblei-binding-0.16.0-SNAPSHOT.jar:/home/jose/.m2/repository/org/apache/htrace/htrace-core4/4.1.0-incubating/htrace-core4-4.1.0-incubating.jar:/home/jose/.m2/repository/org/slf4j/slf4j-api/1.7.25/slf4j-api-1.7.25.jar:/home/jose/.m2/repository/org/rocksdb/rocksdbjni/5.11.3/rocksdbjni-5.11.3.jar:/home/jose/.m2/repository/net/jcip/jcip-annotations/1.0/jcip-annotations-1.0.jar:/home/jose/Desktop/LEI/Graficos/Key-DocumentDBv1/YCSB-master/core/target/core-0.16.0-SNAPSHOT.jar:/home/jose/.m2/repository/org/hdrhistogram/HdrHistogram/2.1.4/HdrHistogram-2.1.4.jar:/home/jose/Desktop/LEI/Graficos/Key-DocumentDBv1/DB/target/bd-serverless-1.0-SNAPSHOT.jar:/home/jose/.m2/repository/org/codehaus/jackson/jackson-mapper-asl/1.9.4/jackson-mapper-asl-1.9.4.jar:/home/jose/.m2/repository/org/codehaus/jackson/jackson-core-asl/1.9.4/jackson-core-asl-1.9.4.jar', 'com.yahoo.ycsb.Client', '-db', 'com.yahoo.ycsb.db.dblei.DBLEIClient', '-P', 'workloads/workloade', '-p', 'operationcount=500', '-s']
FIM